[
  "Een portie broccoli bevat meer vitamine C dan een sinaasappel.",
  "Wist je dat komkommers voor 96% uit water bestaan? Ze zijn bijna net zo hydraterend als water zelf.",
  "Je verbrandt meer calorieën door selderij te kauwen dan je uit de selderij haalt.",
  "De geur van sinaasappel kan stress verlagen en je alerter maken.",
  "In je leven eet je ongeveer 1.500 liter ijs als je elke week een bolletje neemt.",
  "Pure chocolade bevat antioxidanten die je hersenen helpen beter te functioneren.",
  "Watermeloen is officieel zowel een fruitsoort als een groente (familie van de komkommer).",
  "Je darmen bevatten meer bacteriën dan je lichaam cellen heeft — en die bacteriën helpen bij je spijsvertering.",
  "Appels geven je meer energie in de ochtend dan koffie (door natuurlijke suikers en vezels).",
  "Een blauwe bessenplant kan tot 6 kilo bessen per jaar geven — genoeg voor 20 muffins!",
  "Kauwen op muntblad na een maaltijd helpt tegen een opgeblazen gevoel.",
  "Een banaan is technisch gezien een bes, terwijl een aardbei dat juist niet is.",
  "Pistachenoten openen zichzelf als ze rijpen — ze knappen letterlijk open van enthousiasme.",
  "De schil van een kiwi is eetbaar en bevat zelfs meer vezels dan het vruchtvlees.",
  "Zoete aardappelen bevatten meer vitamine A dan bijna elk ander voedingsmiddel.",
  "In Japan worden vierkante watermeloenen gekweekt om makkelijker te stapelen in supermarkten.",
  "In je lichaam zitten meer bacteriën dan menselijke cellen — en de meeste daarvan helpen bij je spijsvertering.",
  "Wist je dat je lichaam in staat is om zelf vitamine D aan te maken, maar alleen als je genoeg zonlicht krijgt?",
  "Er zijn meer dan 7.500 soorten appels wereldwijd, elk met zijn eigen unieke smaak.",
  "De meeste mensen eten gemiddeld 35 ton voedsel in hun leven — dat is ongeveer 6 olifanten.",
  "Een avocado is een vrucht die botanisch gezien een bes is, maar veel mensen beschouwen het als een groente.",
  "Wist je dat honing nooit bederft? Archeologen hebben potten met honing gevonden in Egyptische graven die meer dan 3.000 jaar oud zijn!",
  "Tomaten zijn officieel fruit, maar worden in de keuken vaak als groente gebruikt.",
  "Koffie is na water de meest geconsumeerde drank ter wereld — maar het is ook een uitstekende bron van antioxidanten.",
  "Kokosnoten zijn technisch gezien 'droge vruchten' en geen noten.",
  "Zwarte chocolade bevat een stof die endorfines vrijmaakt, wat je humeur verbetert.",
  "De smaak van een ananas verandert naarmate hij rijper wordt, van zuur naar zoet.",
  "Pindakaas bevat gezonde vetten, maar de meeste commerciële merken bevatten ook suiker en olie — dus kies voor natuurlijke pindakaas.",
  "In de Oude Egypten waren peren een symbool van vruchtbaarheid.",
  "De eerste chocoladereep werd in 1847 gemaakt door een Britse chocolatier, Joseph Fry.",
  "Wist je dat je lichaam meer dan 25.000 kilocalorieën verbrandt om te slapen, gewoon door de energie die je nodig hebt om te ademen en je organen te laten functioneren?",
  "Pinda's groeien onder de grond, niet aan een boom — ze zijn eigenlijk een soort peulvrucht.",
  "Als je 100 gram walnoten eet, krijg je meer omega-3 binnen dan uit een portie zalm.",
  "Sinaasappels zijn een uitstekende bron van foliumzuur, wat belangrijk is voor de gezondheid van je bloed.",
  "Chocolade melk is niet alleen lekker, het kan ook helpen om je spieren sneller te herstellen na een intensieve training.",
  "De ideale temperatuur voor het bewaren van aardappelen is tussen de 7 en 10°C — te koud en ze worden zoet, te warm en ze beginnen te spruiten.",
  "Spinazie bevat zo veel ijzer dat het de favoriete groente was van Popeye, maar in werkelijkheid is het niet de beste bron van ijzer.",
  "Lemonade wordt van oudsher beschouwd als een gezond drankje, maar suiker- of sirooprijke versies bevatten veel meer suiker dan een glas cola.",
  "In de ruimte eten astronauten vaak puree in zakken, omdat het anders moeilijk is om voedsel te eten door de afwezigheid van zwaartekracht.",
  "Zout was ooit zo waardevol dat het werd gebruikt als betaalmiddel in sommige oude beschavingen.",
  "Als je elke dag een handvol noten eet, kan dat helpen om je cholesterolgehalte te verlagen en je hart gezond te houden.",
  "Wist je dat appelciderazijn kan helpen bij het verminderen van maagzuur en het bevorderen van een gezonde spijsvertering?",
  "Als wij net zoveel energie zouden verbranden als een kolibrie, zouden we ongeveer 3.360.000 kcal per dag nodig hebben."
]
